Repository: PangMo5/Tatami
Catalog: Tatami/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: macOS applies a newly granted permission after Tatami relaunches. Your draft is saved first.
ja: 新しく許可したアクセス権は、Tatamiを再起動すると反映されます。その前に下書きを保存します。
ko: 새로 허용한 권한은 Tatami를 다시 실행한 뒤 적용돼요. 그 전에 초안을 먼저 저장해요.
zh_hans: macOS 会在 Tatami 重新启动后应用新权限。系统会先保存你的草稿。
zh_hant: macOS 會在 Tatami 重新啟動後套用新權限。系統會先儲存你的草稿。

source: macOS only applies a new grant after a relaunch.
ja: 新しい許可は、アプリを再起動すると反映されます。
ko: 새로 허용한 권한은 앱을 다시 실행해야 적용돼요.
zh_hans: macOS 仅会在重新启动后应用新权限。
zh_hant: macOS 只會在重新啟動後套用新權限。

# macOS window cycle
source: macOS Window Switching
ja: macOSのウインドウ切り替え
ko: macOS 창 전환
zh_hans: macOS 窗口切换
zh_hant: macOS 視窗切換

source: macOS workspace manager with BSP window tiling
ja: BSPウインドウタイル表示を備えたmacOSワークスペースマネージャ
ko: BSP 창 타일링을 제공하는 macOS 작업 공간 관리자
zh_hans: 支持 BSP 窗口平铺的 macOS 工作区管理器
zh_hant: 支援 BSP 視窗並排的 macOS 工作空間管理器

source: Mark borrowed windows
ja: 借りているウインドウをマーク
ko: 빌려온 창 표시
zh_hans: 标记借用窗口
zh_hant: 標示借用視窗

# Mark floating windows
source: Mark Always-on-Top Windows
ja: 常に手前のウインドウをマーク
ko: 항상 위 창 표시
zh_hans: 标记置顶窗口
zh_hant: 標示置頂視窗

source: Mark fullscreen window
ja: フルスクリーンウインドウをマーク
ko: 전체 화면 창 표시
zh_hans: 标记全屏窗口
zh_hant: 標記全螢幕視窗

source: Memory with control
ja: 記憶とコントロール
ko: 기억하되 직접 제어
zh_hans: 记忆与掌控
zh_hant: 記憶與掌控

source: Menu Bar
ja: メニューバー
ko: 메뉴 막대
zh_hans: 菜单栏
zh_hant: 選單列

source: MFF and FFM are independent. Start with both Off if you want explicit keyboard and pointer control; enable only the direction of automation that feels natural after trying it here.
ja: MFFとFFMは独立しています。キーボードとポインタを明示的に操作したい場合は、両方をオフにして始めましょう。ここで試してから、自然に感じる方向の自動化だけを有効にしてください。
ko: MFF와 FFM은 서로 독립적이에요. 키보드와 포인터를 직접 제어하고 싶다면 둘 다 끈 상태로 시작하세요. 여기서 사용해 본 뒤 편하게 느껴지는 자동화 방향만 켜세요.
zh_hans: MFF 和 FFM 彼此独立。如果希望明确控制键盘和指针，请先全部关闭。在这里试用后，只开启你觉得自然的自动化方向。
zh_hant: MFF 和 FFM 彼此獨立。如果想明確控制鍵盤和指標，請先將兩者都關閉。在這裡試用後，只開啟你覺得自然的自動化方向。

source: MFF starts from a Tatami focus change and moves the pointer. FFM starts from pointer movement and changes keyboard focus. Every earlier command remains available in this same lab.
ja: MFFはTatamiのフォーカス変更を起点にポインタを動かします。FFMはポインタの移動を起点にキーボードフォーカスを変えます。これまでのコマンドも、この練習ですべて使用できます。
ko: MFF는 Tatami 포커스가 바뀌면 포인터를 옮겨요. FFM은 포인터가 움직이면 키보드 포커스를 바꿔요. 앞에서 배운 명령도 이 실습에서 모두 사용할 수 있어요.
zh_hans: MFF 从 Tatami 的焦点变化开始并移动指针；FFM 从指针移动开始并改变键盘焦点。之前学过的所有命令在此实验中仍可使用。
zh_hant: MFF 從 Tatami 的焦點變化開始並移動游標；FFM 從游標移動開始並改變鍵盤焦點。先前學過的所有指令在這個實驗中仍可使用。

source: Modifiers
ja: 修飾キー
ko: 보조 키
zh_hans: 修饰键
zh_hant: 修飾鍵

source: Monitor count
ja: ディスプレイ数
ko: 모니터 수
zh_hans: 显示器数量
zh_hant: 顯示器數量

# More precise contexts; group only apps that always travel together.
source: More precise workspaces; group only apps that always travel together.
ja: 作業環境を細かく分け、常に一緒に使うアプリだけをまとめます。
ko: 작업 공간을 세밀하게 나눠요. 항상 함께 쓰는 앱만 한 곳에 묶어요.
zh_hans: 划分更精确的场景，只将总是一起使用的应用归为一组。
zh_hant: 劃分更精確的工作空間，只將總是一起使用的 App 歸為一組。

source: Most recently used
ja: 最近使った項目
ko: 최근 사용
zh_hans: 最近使用
zh_hant: 最近使用

source: Mouse follows focus (MFF)
ja: マウスがフォーカスに追従（MFF）
ko: 포커스를 따라가는 마우스(MFF)
zh_hans: 鼠标跟随焦点（MFF）
zh_hant: 滑鼠跟隨焦點（MFF）

source: Move & Resize
ja: 移動とサイズ変更
ko: 이동과 크기 조절
zh_hans: 移动与调整大小
zh_hant: 移動與調整大小

source: Move App & Displays
ja: アプリ移動とディスプレイ
ko: 앱 이동과 디스플레이
zh_hans: 移动应用与显示器
zh_hant: 移動 App 與顯示器

source: Move app Next / Previous
ja: アプリを次／前へ移動
ko: 앱을 다음/이전 작업 공간으로 이동
zh_hans: 将应用移到下一个/上一个工作区
zh_hant: 將 App 移到下一個/上一個工作空間

source: Move app to next workspace
ja: アプリを次のワークスペースへ移動
ko: 앱을 다음 작업 공간으로 이동
zh_hans: 将应用移到下一个工作区
zh_hant: 將 App 移至下一個工作空間

source: Move app to previous workspace
ja: アプリを前のワークスペースへ移動
ko: 앱을 이전 작업 공간으로 이동
zh_hans: 将应用移到上一个工作区
zh_hant: 將 App 移至上一個工作空間

# Move backward through the same workspace cycle
source: Move backward through the same workspace switching order.
ja: 同じワークスペースの切り替え順を逆方向へ進みます
ko: 같은 작업 공간의 전환 순서를 거꾸로 이동해요
zh_hans: 在同一工作区的切换顺序中向后移动
zh_hant: 在同一工作空間的切換順序中向後移動

source: Move focus to a remaining window in the workspace when the focused one closes — so closing a chat window hands focus back to your editor instead of stranding it.
ja: フォーカス中のウインドウを閉じたら、同じワークスペースに残っているウインドウへフォーカスを移します。チャットを閉じた後もフォーカスが外れず、エディタへ戻れます。
ko: 포커스한 창을 닫으면 같은 작업 공간에 남아 있는 창으로 포커스를 옮겨요. 채팅 창을 닫은 뒤 포커스를 잃지 않고 에디터로 바로 돌아갈 수 있어요.
zh_hans: 关闭焦点窗口后，将焦点移到工作区中剩余的窗口。例如关闭聊天窗口后，焦点会回到编辑器，而不会丢失。
zh_hant: 關閉焦點視窗後，將焦點移至工作空間中剩餘的視窗。例如關閉聊天視窗後，焦點會回到編輯器，不會消失。

source: Move focus to the next app or window in the visible Tatami workspace, including Always on Top and Leave As Is apps. A borrowed tiled workspace remains in the switching order until you return it. Unlike ⌘Tab, unrelated apps stay out; unlike ⌘`, Tatami can switch between apps. Turn off “Switch Through Every Window” to move app by app and return to each app’s most recent window.
ja: 表示中のTatamiの作業環境で、次のアプリまたはウインドウへフォーカスを移します。「常に手前」と「そのまま」も対象です。借りたタイル表示のブロックは、元に戻すまで切り替え対象に加わります。⌘Tabと違って無関係なアプリは含まず、⌘`と違ってアプリをまたいで移動できます。「すべてのウインドウを順に切り替え」をオフにすると、アプリ単位で進み、各アプリで最近使ったウインドウを呼び戻します。
ko: 현재 보이는 Tatami 작업 공간에서 다음 앱이나 창으로 포커스를 옮겨요. ‘항상 위’와 ‘그대로 두기’ 앱도 포함돼요. 빌려온 타일 블록은 돌려보낼 때까지 호스트의 전환 순서에 들어가요. ⌘Tab과 달리 관련 없는 앱은 나오지 않고, ⌘`과 달리 앱 사이를 넘나들 수 있어요. ‘모든 창 전환’을 끄면 앱 단위로 이동하며 각 앱에서 최근에 쓴 창을 기억해요.
zh_hans: 在当前可见的 Tatami 场景中，将焦点移到下一个应用或窗口，包括“置顶”和“保持原样”成员。借用的平铺区块在关闭前会加入主工作区的切换顺序。与 ⌘Tab 不同，无关的运行中应用不会出现；与 ⌘` 不同，Tatami 可以跨应用切换。关闭“逐个切换所有窗口”后，会按应用逐个切换，并记住每个应用最近使用的窗口。
zh_hant: 在目前可見的 Tatami 工作空間中，將焦點移至下一個 App 或視窗，包括「置頂」與「維持原狀」成員。借用的並排區塊在歸還前會加入主工作空間的切換順序。與 ⌘Tab 不同，無關的執行中 App 不會出現；與 ⌘` 不同，Tatami 可以跨 App 切換。關閉「逐一切換所有視窗」後，會依 App 逐一切換，並記住每個 App 最近使用的視窗。

source: Move focus to the previous app or window in the visible Tatami workspace, including Always on Top and Leave As Is apps. A borrowed tiled workspace remains in the switching order until you return it. Unlike ⌘Tab, unrelated apps stay out; unlike ⌘`, Tatami can switch between apps. Turn off “Switch Through Every Window” to move app by app and return to each app’s most recent window.
ja: 表示中のTatamiの作業環境で、前のアプリまたはウインドウへフォーカスを移します。「常に手前」と「そのまま」も対象です。借りたタイル表示のブロックは、元に戻すまで切り替え対象に加わります。⌘Tabと違って無関係なアプリは含まず、⌘`と違ってアプリをまたいで移動できます。「すべてのウインドウを順に切り替え」をオフにすると、アプリ単位で進み、各アプリで最近使ったウインドウを呼び戻します。
ko: 현재 보이는 Tatami 작업 공간에서 이전 앱이나 창으로 포커스를 옮겨요. ‘항상 위’와 ‘그대로 두기’ 앱도 포함돼요. 빌려온 타일 블록은 돌려보낼 때까지 호스트의 전환 순서에 들어가요. ⌘Tab과 달리 관련 없는 앱은 나오지 않고, ⌘`과 달리 앱 사이를 넘나들 수 있어요. ‘모든 창 전환’을 끄면 앱 단위로 이동하며 각 앱에서 최근에 쓴 창을 기억해요.
zh_hans: 在当前可见的 Tatami 场景中，将焦点移到上一个应用或窗口，包括“置顶”和“保持原样”成员。借用的平铺区块在关闭前会加入主工作区的切换顺序。与 ⌘Tab 不同，无关的运行中应用不会出现；与 ⌘` 不同，Tatami 可以跨应用切换。关闭“逐个切换所有窗口”后，会按应用逐个切换，并记住每个应用最近使用的窗口。
zh_hant: 在目前可見的 Tatami 工作空間中，將焦點移至上一個 App 或視窗，包括「置頂」與「維持原狀」成員。借用的並排區塊在歸還前會加入主工作空間的切換順序。與 ⌘Tab 不同，無關的執行中 App 不會出現；與 ⌘` 不同，Tatami 可以跨 App 切換。關閉「逐一切換所有視窗」後，會依 App 逐一切換，並記住每個 App 最近使用的視窗。

source: Move forward through normal workspaces without memorizing each workspace key
ja: 各ワークスペースのキーを覚えずに、通常のワークスペースを順に進みます
ko: 작업 공간 키를 외우지 않고 일반 작업 공간을 다음으로 이동해요
zh_hans: 无需记住各工作区按键，即可向前浏览普通工作区
zh_hant: 不必記住各工作空間按鍵，即可向前瀏覽一般工作空間

source: Move keyboard focus to the workspace active on another monitor.
ja: キーボードフォーカスを別のディスプレイで有効なワークスペースへ移動します。
ko: 키보드 포커스를 다른 모니터의 활성 작업 공간으로 옮겨요.
zh_hans: 将键盘焦点移到另一台显示器上的活动工作区。
zh_hant: 將鍵盤焦點移到另一台顯示器上的作用中工作空間。

source: Move selection to another tile
ja: 選択を別のタイルへ移動
ko: 다른 타일 선택
zh_hans: 将选择移到其他平铺窗口
zh_hant: 將選取項目移至其他並排視窗

source: Move the focused app there
ja: フォーカス中のアプリをそこへ移動
ko: 포커스한 앱을 그곳으로 이동
zh_hans: 将焦点应用移到那里
zh_hant: 將焦點 App 移到那裡

source: Move the focused app to the next workspace and follow it there.
ja: フォーカス中のアプリを次のワークスペースへ移動し、そのまま移動先へ切り替えます。
ko: 포커스한 앱을 다음 작업 공간으로 옮기고 그곳으로 따라가요.
zh_hans: 将焦点应用移到下一个工作区，并跟随前往。
zh_hant: 將焦點 App 移至下一個工作空間，並跟著前往。

source: Move the focused app to the previous workspace and follow it there.
ja: フォーカス中のアプリを前のワークスペースへ移動し、そのまま移動先へ切り替えます。
ko: 포커스한 앱을 이전 작업 공간으로 옮기고 그곳으로 따라가요.
zh_hans: 将焦点应用移到上一个工作区，并跟随前往。
zh_hant: 將焦點 App 移至上一個工作空間，並跟著前往。

source: Move the focused workspace app between the BSP tree and its topmost mirror.
ja: フォーカス中のアプリをBSPツリーと前面ミラーの間で切り替えます。
ko: 포커스한 앱을 BSP 트리와 ‘항상 위’ 미러 사이에서 전환해요.
zh_hans: 在 BSP 树与置顶镜像之间切换已聚焦的工作区应用。
zh_hant: 在 BSP 樹與置頂鏡像之間切換已聚焦的工作空間 App。

source: Move the pointer over another host or borrowed window. Its focus ring follows without a click, and it becomes that workspace’s most recently used window.
ja: 実際のポインタを、ホスト側または借りている別のウインドウへ動かしてください。クリックしなくてもフォーカスリングが追従し、そのウインドウがブロックで最近使った対象になります。
ko: 실제 포인터를 호스트나 빌려온 다른 창 위로 옮겨 보세요. 클릭하지 않아도 포커스 링이 따라가고, 그 창이 블록의 새로운 최근 사용 대상으로 저장돼요.
zh_hans: 将真实指针移到另一个主窗口或借用窗口上。无需点击，焦点环会随之移动，该窗口也会成为区块新的最近使用目标。
zh_hant: 將實際游標移到另一個主視窗或借用視窗上。不必點按，焦點環會跟著移動，該視窗也會成為區塊新的最近使用目標。

source: Moving the pointer over a managed window gives it keyboard focus. Leave this Off if you prefer clicks and shortcuts to control focus explicitly.
ja: 管理対象ウインドウへポインタを動かすと、キーボードフォーカスが移ります。クリックやショートカットで明示的に操作したい場合はオフのままにしてください。
ko: 포인터를 관리 창 위로 옮기면 키보드 포커스가 따라가요. 클릭과 단축키로만 포커스를 바꾸고 싶다면 꺼 두세요.
zh_hans: 将指针移到受管理窗口上即可赋予键盘焦点。若希望只通过点击和快捷键控制焦点，请保持关闭。
zh_hant: 將游標移到受管理視窗上即可取得鍵盤焦點。若希望只透過點按與快速鍵控制焦點，請保持關閉。

source: Name
ja: 名前
ko: 이름
zh_hans: 名称
zh_hant: 名稱

source: Native and inspectable
ja: ネイティブで確認可能
ko: macOS답고 투명하게
zh_hans: 原生且可检查
zh_hant: 原生且可檢查

source: Required only for always-on-top windows because their live views use Screen Recording.
ja: 「常に手前」を使う場合だけ必要です。手前に表示するライブ映像には画面収録を使います。
ko: ‘항상 위’ 창에만 필요해요. 타일 위에 표시되는 미러를 화면 캡처로 만들어요.
zh_hans: 仅置顶窗口需要此权限，因为实时置顶画面来自屏幕捕捉。
zh_hant: 只有置頂視窗需要這項權限，因為即時置頂畫面來自螢幕擷取。

source: New
ja: 新規
ko: 새로 만들기
zh_hans: 新建
zh_hant: 新增

source: New Profile
ja: 新規プロファイル
ko: 새 프로필
zh_hans: 新配置方案
zh_hant: 新增設定組合

source: New window placement
ja: 新規ウインドウの配置
ko: 새 창 배치
zh_hans: 新窗口放置方式
zh_hant: 新視窗放置方式

source: Next / Previous / Recent workspace
ja: 次／前／最近のワークスペース
ko: 다음/이전/최근 작업 공간
zh_hans: 下一个/上一个/最近工作区
zh_hant: 下一個/上一個/最近工作空間

source: Next window
ja: 次のウインドウ
ko: 다음 창
zh_hans: 下一个窗口
zh_hant: 下一個視窗

source: Next workspace
ja: 次のワークスペース
ko: 다음 작업 공간
zh_hans: 下一个工作区
zh_hant: 下一個工作空間

source: Next/Previous walks the full profile rather than staying on the pointer display's workspace list.
ja: 次／前では、ポインタがあるディスプレイの一覧に限定せず、プロファイル全体を移動します。
ko: 다음/이전은 포인터가 있는 디스플레이에 머물지 않고 프로필의 모든 작업 공간을 이동해요.
zh_hans: “下一个/上一个”会遍历整个配置方案，而不是只在指针所在显示器的工作区列表中移动。
zh_hant: 「下一個／上一個」會走訪整個設定組合，而不只在游標所在顯示器的工作空間列表中移動。

source: Next and Previous Workspace can switch through workspaces on every display, not only the display under the pointer.
ja: 次／前のワークスペース切り替えで、ポインタ下のディスプレイだけでなく、すべてのディスプレイのワークスペースを順に切り替えします。
ko: 다음/이전 작업 공간은 포인터 아래 디스플레이뿐 아니라 모든 디스플레이의 작업 공간을 차례로 전환해요.
zh_hans: 切换下一个/上一个工作区时，会切换所有显示器的工作区，而不只限于指针所在的显示器。
zh_hant: 切換下一個／上一個工作空間時，會切換所有顯示器的工作空間，而不只限於游標所在的顯示器。

# No apps assigned yet
source: No Apps Assigned
ja: まだアプリが割り当てられていません
ko: 아직 지정한 앱이 없어요
zh_hans: 尚未分配应用
zh_hant: 尚未指派 App

source: No apps yet. Tap + to assign one.
ja: まだアプリがありません。＋ボタンから割り当ててください。
ko: 아직 앱이 없어요. +를 눌러 앱을 지정해 보세요.
zh_hans: 还没有应用。点击 + 分配一个应用。
zh_hant: 還沒有 App。按一下 + 指派一個 App。

# No assigned apps
source: No Apps Assigned
ja: 割り当てたアプリがありません
ko: 지정한 앱이 없어요
zh_hans: 没有已分配的应用
zh_hant: 沒有已指派的 App

# No assigned apps yet
source: No Apps Assigned
ja: まだアプリが割り当てられていません
ko: 아직 지정한 앱이 없어요
zh_hans: 尚未分配应用
zh_hant: 尚未指派 App

source: No conditions — activates on any configuration. Add a monitor condition below to narrow it.
ja: 条件がないため、どの構成でも有効になります。下にディスプレイ条件を追加すると対象を絞れます。
ko: 조건이 없어 모든 구성에서 활성화돼요. 아래에 모니터 조건을 추가하면 범위를 좁힐 수 있어요.
zh_hans: 没有条件，将在任何配置下启用。可在下方添加显示器条件以缩小范围。
zh_hant: 沒有條件，會在任何配置下啟用。可在下方加入顯示器條件以縮小範圍。

source: No Differences
ja: 違いはありません
ko: 다른 점이 없어요
zh_hans: 没有差异
zh_hant: 沒有差異

source: No displays found
ja: ディスプレイが見つかりません
ko: 디스플레이를 찾을 수 없어요
zh_hans: 未找到显示器
zh_hant: 找不到顯示器

source: No eligible next workspace
ja: 移動できる次のワークスペースがありません
ko: 이동할 수 있는 다음 작업 공간이 없어요
zh_hans: 没有可用的下一个工作区
zh_hant: 沒有可用的下一個工作空間

source: No eligible next workspace to borrow
ja: 次に借りられるワークスペースがありません
ko: 빌려올 수 있는 다음 작업 공간이 없어요
zh_hans: 没有可借用的下一个工作区
zh_hant: 沒有可借用的下一個工作空間

source: No eligible previous workspace
ja: 移動できる前のワークスペースがありません
ko: 이동할 수 있는 이전 작업 공간이 없어요
zh_hans: 没有可用的上一个工作区
zh_hant: 沒有可用的上一個工作空間

source: No eligible previous workspace to borrow
ja: 前に借りられるワークスペースがありません
ko: 빌려올 수 있는 이전 작업 공간이 없어요
zh_hans: 没有可借用的上一个工作区
zh_hant: 沒有可借用的上一個工作空間

# No Matches
source: No Results
ja: 一致する項目がありません
ko: 검색 결과가 없어요
zh_hans: 没有匹配结果
zh_hant: 沒有符合的結果

source: No monitors detected yet.
ja: まだディスプレイが検出されていません。
ko: 아직 찾은 모니터가 없어요.
zh_hans: 尚未检测到显示器。
zh_hant: 尚未偵測到顯示器。

# No neighbour there · the parent split already points %@
source: No window in that direction · the split already points %@
ja: その方向に隣はなく、親分割はすでに%@を向いています
ko: 그 방향에 이웃이 없어요. 상위 분할 방향은 이미 %@이에요
zh_hans: 该方向没有相邻窗口，上级分割已指向%@
zh_hant: 該方向沒有相鄰視窗，上層分割已指向%@

# No neighbour there · warped the parent split %@
source: No window in that direction · changed the split to %@
ja: その方向に隣がないため、親分割を%@へ向けました
ko: 그 방향에 이웃이 없어 상위 분할을 돌렸어요 · %@
zh_hans: 该方向没有相邻窗口，已将上级分割转向%@
zh_hant: 該方向沒有相鄰視窗，已將上層分割轉向%@

source: No recent workspace to borrow
ja: 最近使ったワークスペースの中に借りられるものがありません
ko: 최근 작업 공간이 없어 빌려올 수 없어요
zh_hans: 没有可借用的最近工作区
zh_hant: 沒有可借用的最近工作空間

source: No recent workspace yet
ja: 最近使ったワークスペースはまだありません
ko: 아직 최근 작업 공간이 없어요
zh_hans: 还没有最近使用的工作区
zh_hant: 還沒有最近使用的工作空間

source: No running app matches “%@”.
ja: 実行中のアプリに「%@」と一致するものがありません。
ko: 실행 중인 앱을 찾지 못했어요 · “%@”
zh_hans: 没有运行中的应用与“%@”匹配。
zh_hant: 沒有執行中的 App 符合「%@」。

source: No Running Apps
ja: 実行中のアプリがありません
ko: 실행 중인 앱이 없어요
zh_hans: 没有运行中的应用
zh_hant: 沒有執行中的 App

# No screen contents captured
source: Screen Content Is Never Captured
ja: 画面の内容は収録しません
ko: 화면은 캡처하지 않아요
zh_hans: 不会捕捉屏幕内容
zh_hant: 不會擷取螢幕內容

source: No Shared Apps
ja: 共有アプリがありません
ko: 공용 앱이 없어요
zh_hans: 没有共享应用
zh_hant: 沒有共用 App

source: No shared apps yet. Tap + to add one — it will tile into every workspace.
ja: 共有アプリはまだありません。＋ボタンから追加すると、すべてのワークスペースにタイル表示されます。
ko: 아직 공용 앱이 없어요. +를 눌러 추가하면 모든 작업 공간에 타일로 배치돼요.
zh_hans: 还没有共享应用。点击 + 添加后，它会平铺到每个工作区中。
zh_hant: 還沒有共用 App。按一下 + 加入後，它會並排顯示在每個工作空間中。

source: No tiled apps to lay out yet. Add tiled apps below to shape a layout.
ja: タイル表示するアプリがまだありません。下で追加してレイアウトを作ってください。
ko: 아직 배치할 타일링 앱이 없어요. 아래에서 앱을 추가해 배치를 만들어 보세요.
zh_hans: 还没有可布局的平铺应用。请在下方添加平铺应用来构建布局。
zh_hant: 還沒有可排列的並排 App。請在下方加入並排 App 來建立佈局。

source: No trackpad?
ja: トラックパッドがない場合
ko: 트랙패드가 없나요?
zh_hans: 没有触控板？
zh_hant: 沒有觸控式軌跡板？

source: No vertical split owns the focused tile
ja: フォーカス中のタイルを含む縦分割がありません
ko: 포커스한 타일이 속한 세로 분할이 없어요
zh_hans: 没有包含已聚焦平铺块的垂直分割
zh_hant: 沒有包含已聚焦並排區塊的垂直分割

source: No window lies %@ of the focused tile
ja: フォーカス中のタイルの%@側にウインドウがありません
ko: 포커스한 타일의 %@에는 창이 없어요
zh_hans: 已聚焦平铺块的%@侧没有窗口
zh_hant: 已聚焦並排區塊的%@側沒有視窗

source: No windows arrive yet
ja: まだウインドウがありません
ko: 아직 함께 열 앱이 없어요
zh_hans: 尚未有窗口进入
zh_hant: 尚未有視窗進入

source: None
ja: なし
ko: 없음
zh_hans: 无
zh_hant: 無

source: Normal
ja: 通常
ko: 일반
zh_hans: 普通
zh_hant: 一般

source: Regular switching skips workspaces with no assigned apps. Their direct shortcuts remain available.
ja: 通常の切り替えでは、割り当てたアプリがない作業環境を飛ばします。個別のショートカットは引き続き使えます。
ko: 일반 전환에서는 지정한 앱이 없는 작업 공간을 건너뛰어요. 해당 작업 공간의 직접 단축키는 계속 사용할 수 있어요.
zh_hans: 常规切换会跳过没有已分配应用的场景，但其直接快捷键仍可使用。
zh_hant: 一般切換會略過沒有已指派 App 的工作空間，但其直接快速鍵仍可使用。

source: Not bundled with this build
ja: このビルドには含まれていません
ko: 이 빌드에서는 사용할 수 없어요
zh_hans: 未包含在此构建中
zh_hant: 未包含在這個建置版本中

source: Not installed — will symlink to %@
ja: 未インストール — %@へシンボリックリンクを作成します
ko: 아직 설치하지 않았어요 · %@에 심볼릭 링크를 만들어요
zh_hans: 未安装 — 将创建符号链接到%@
zh_hant: 未安裝 — 將建立符號連結至%@

source: Not managed
ja: 管理対象外
ko: 관리하지 않음
zh_hans: 未管理
zh_hant: 未管理

source: Not Tiled
ja: タイル表示しない
ko: 타일링하지 않음
zh_hans: 未平铺
zh_hant: 未並排

source: Notes
ja: メモ
ko: 메모
zh_hans: 备忘录
zh_hant: 備忘錄

source: Nothing by default
ja: 初期状態ではなし
ko: 처음에는 공유하지 않아요
zh_hans: 默认不添加
zh_hant: 預設不加入

source: Nothing changes until you apply the draft.
ja: 下書きを適用するまで、実際の設定は変わりません。
ko: 초안을 적용하기 전까지는 아무것도 바뀌지 않아요.
zh_hans: 应用草稿前，不会更改任何内容。
zh_hant: 套用草稿前，不會變更任何內容。

# Nothing is borrowed on this display
source: No Borrowed Workspace on This Display
ja: このディスプレイで借りているワークスペースはありません
ko: 이 디스플레이에는 빌려온 작업 공간이 없어요
zh_hans: 此显示器上没有借用的工作区
zh_hant: 這台顯示器上沒有借用的工作空間

source: Nothing outside Guided Setup moves. Watch one window change first, then replace the whole workspace.
ja: ガイド設定の外にあるウインドウは動きません。まず1つのウインドウの変化を確認してから、ワークスペース全体を置き換えます。
ko: 가이드 설정 밖의 창은 움직이지 않아요. 먼저 창 하나가 바뀌는 걸 확인한 뒤 작업 공간 전체에 적용해 보세요.
zh_hans: 引导设置之外的任何内容都不会移动。先观察一个窗口的变化，再替换整个工作区。
zh_hant: 引導設定以外的任何內容都不會移動。先觀察一個視窗的變化，再取代整個工作空間。

# Nothing Selected
source: No Selection
ja: 項目が選択されていません
ko: 선택한 항목이 없어요
zh_hans: 尚未选择项目
zh_hant: 尚未選取項目

source: Nothing shared—recommended
ja: 共有なし・推奨
ko: 공용 앱은 없어도 괜찮아요
zh_hans: 不共享 · 推荐
zh_hant: 不共用 · 建議

source: Now swipe with four fingers. The workspace rail and every window should change together.
ja: 4本指でスワイプしてください。ワークスペースのレールとすべてのウインドウが一緒に切り替わります。
ko: 이제 네 손가락으로 밀어 보세요. 작업 공간 목록과 모든 창이 함께 바뀌어야 해요.
zh_hans: 现在用四指轻扫。工作区轨道和所有窗口应一起切换。
zh_hant: 現在用四指滑動。工作空間軌道與所有視窗應一起切換。

source: Off
ja: オフ
ko: 끔
zh_hans: 关闭
zh_hant: 關閉

source: Off preserves ratios you shaped by hand. Other modes may redistribute space when apps enter or leave the BSP tree.
ja: オフでは、手動で整えた比率を維持します。ほかのモードでは、アプリがBSPツリーへ出入りするときに領域が再配分される場合があります。
ko: 끄면 직접 맞춘 비율을 그대로 유지해요. 다른 모드에서는 앱이 BSP 트리에 들어오거나 나갈 때 공간을 다시 나눌 수 있어요.
zh_hans: 关闭时保留手动调整的比例。其他模式可能会在应用进入或离开 BSP 树时重新分配空间。
zh_hant: 關閉時保留手動調整的比例。其他模式可能會在 App 進入或離開 BSP 樹時重新分配空間。

source: On
ja: オン
ko: 켬
zh_hans: 开
zh_hant: 開

source: On Activation
ja: 有効化時
ko: 활성화할 때
zh_hans: 启用时
zh_hant: 啟用時

source: Turn this on to stop at every window, including multiple windows from one app. Turn it off to switch app by app and return to each app’s most recent window.
ja: オンでは、同じアプリの複数ウインドウを含め、作業環境内のすべてのウインドウを順に移動します。オフではアプリ単位で切り替え、各アプリで最近使ったウインドウを呼び戻します。
ko: 켜면 같은 앱의 여러 창을 포함해 작업 공간의 모든 창을 차례로 방문해요. 끄면 앱 단위로 전환하며 각 앱에서 최근에 쓴 창을 불러와요.
zh_hans: 开启后，场景中的每个窗口都会成为切换停靠点，包括同一应用的多个窗口。关闭后按应用切换，并恢复各应用最近使用的窗口。
zh_hant: 開啟後，工作空間中的每個視窗都會成為切換停靠點，包括同一 App 的多個視窗。關閉後依 App 切換，並還原各 App 最近使用的視窗。

source: On-device
ja: オンデバイス
ko: 이 Mac에서 처리
zh_hans: 设备端
zh_hant: 裝置端

source: One app · borrow only
ja: 1アプリ · 借りるときだけ表示
ko: 앱 하나 · 빌려오기 전용
zh_hans: 单个应用 · 仅供借用
zh_hant: 單一 App · 僅供借用

source: One key for this workspace — hold it with the switch / assign / borrow modifier (Settings → Workspace Keys) to run each action.
ja: このワークスペースではキーを1つ使います。「設定 → ワークスペースキー」の切り替え／割り当て／「借りる」の修飾キーと組み合わせて、各操作を実行します。
ko: 이 작업 공간에는 키 하나를 사용해요. ‘설정 → 작업 공간 키’의 전환/지정/빌려오기 보조 키와 함께 누르면 각 동작이 실행돼요.
zh_hans: 此工作区使用一个按键。配合“设置 → 工作区按键”中的切换/分配/借用修饰键，即可执行相应操作。
zh_hant: 這個工作空間使用一個按鍵。搭配「設定 → 工作空間按鍵」中的切換／指派／借用修飾鍵，即可執行對應操作。

source: One-app quick access
ja: 1アプリのクイックアクセス
ko: 앱 하나 빠른 실행
zh_hans: 单应用快速访问
zh_hant: 單一 App 快速存取

source: Only app metadata and display names are used during setup.
ja: 設定では、アプリのメタデータとディスプレイ名だけを使います。
ko: 설정할 때는 앱 메타데이터와 디스플레이 이름만 사용해요.
zh_hans: 设置期间只使用应用元数据和显示器名称。
zh_hant: 設定期間只會使用 App 中繼資料與顯示器名稱。

source: Open System Settings
ja: システム設定を開く
ko: 시스템 설정 열기
zh_hans: 打开系统设置
zh_hant: 開啟系統設定

source: Open the selected workspace
ja: 選択したワークスペースを開く
ko: 선택한 작업 공간 열기
zh_hans: 打开所选工作区
zh_hant: 開啟所選工作空間

# Optional. Needed only for Floating mirrors.
source: Optional. Required only for always-on-top windows.
ja: 任意です。「常に手前」を使う場合だけ必要です。
ko: 선택 사항이에요. ‘항상 위’ 미러를 쓸 때만 필요해요.
zh_hans: 可选。仅置顶窗口需要。
zh_hant: 選用。只有置頂視窗需要。

source: or
ja: または
ko: 또는
zh_hans: 或
zh_hant: 或

source: Outer gap: %lld px
ja: 外側の間隔：%lld px
ko: 바깥쪽 간격: %lldpx
zh_hans: 外间距：%lld px
zh_hant: 外間距：%lld px

source: Overlaps %@ — more specific, so it wins where both match.
ja: %@と条件が重なりますが、こちらの方が具体的なため、両方に一致する場合は優先されます。
ko: 조건이 겹치지만 이 프로필이 더 구체적이라 우선해요 · %@
zh_hans: 与 %@ 重叠，但此条件更具体，因此两者同时匹配时由它优先。
zh_hant: 與 %@ 重疊，但這個條件更明確，因此兩者同時符合時由它優先。

# Overlay
source: On-Screen Feedback
ja: 画面上の通知
ko: 화면 알림
zh_hans: 屏幕反馈
zh_hant: 畫面回饋

source: Papers
ja: 論文
ko: 논문
zh_hans: 论文
zh_hant: 論文

source: Part of the BSP tree. Tatami writes its frame.
ja: BSPツリーの一部です。Tatamiがフレームを変更します。
ko: BSP 트리에 포함돼요. Tatami가 위치와 크기를 관리해요.
zh_hans: 属于 BSP 树，由 Tatami 管理窗口位置和大小。
zh_hant: 屬於 BSP 樹，由 Tatami 管理視窗位置與大小。

source: Pause / resume this macOS Space
ja: このmacOS Spaceを一時停止／再開
ko: 현재 macOS Space 일시 정지/재개
zh_hans: 暂停/恢复当前 macOS 空间
zh_hant: 暫停/繼續目前的 macOS 空間

source: Pause or resume tiling
ja: タイル表示を一時停止／再開
ko: 타일링 일시 정지/재개
zh_hans: 暂停或继续平铺
zh_hant: 暫停或繼續並排

source: Pause or resume tiling for the active workspace. While paused, windows keep their current frames.
ja: 現在のワークスペースでタイル表示を一時停止または再開します。一時停止中は、ウインドウの現在のフレームを維持します。
ko: 현재 작업 공간의 타일링을 일시 정지하거나 다시 시작해요. 멈춘 동안에는 창의 현재 위치와 크기를 유지해요.
zh_hans: 暂停或继续当前工作区的平铺。暂停期间，窗口会保持当前位置和大小。
zh_hant: 暫停或繼續目前工作空間的並排。暫停期間，視窗會維持目前的位置與大小。

source: Periodically check for new Tatami releases.
ja: Tatamiの新しいバージョンを定期的に確認します。
ko: 새 Tatami 버전이 있는지 주기적으로 확인해요.
zh_hans: 定期检查 Tatami 新版本。
zh_hant: 定期檢查 Tatami 新版本。

source: Permissions
ja: アクセス権
ko: 권한
zh_hans: 权限
zh_hant: 權限

source: Permissions Needed
ja: 権限が必要です
ko: 권한이 필요해요
zh_hans: 需要权限
zh_hant: 需要權限

source: Pick a profile's settings or a workspace from the sidebar, or add one with ⌘N.
ja: サイドバーからプロファイル設定またはワークスペースを選んでください。⌘Nで追加することもできます。
ko: 사이드바에서 프로필 설정이나 작업 공간을 선택해 주세요. ⌘N을 누르면 새 작업 공간을 만들 수 있어요.
zh_hans: 从边栏选择配置方案设置或工作区，也可按 ⌘N 新建。
zh_hant: 從側邊欄選擇設定組合設定或工作空間，也可按 ⌘N 新增。

source: Pick an app from disk that isn't currently running.
ja: 現在実行していないアプリをディスクから選びます。
ko: 현재 실행 중이지 않은 앱을 디스크에서 선택해요.
zh_hans: 从磁盘中选择当前未运行的应用。
zh_hant: 從磁碟中選擇目前未執行的 App。

source: Pick the closest example. Notice that workspaces follow recurring activities—not broad app categories. Nothing here is applied to your draft.
ja: 最も近い例を選んでください。作業環境は大まかなアプリ分類ではなく、繰り返す活動に沿って分かれています。ここで選んだ内容は下書きに適用されません。
ko: 가장 비슷한 예시를 골라 보세요. 작업 공간은 넓은 앱 종류가 아니라 반복하는 활동을 따라 나뉘어요. 여기서 고른 내용은 초안에 적용하지 않아요.
zh_hans: 选择最接近的示例。注意，场景按重复活动划分，而不是宽泛的应用类别。此处内容不会应用到草稿。
zh_hant: 選擇最接近的範例。請注意，工作空間依重複活動劃分，而不是寬泛的 App 類別。這裡的內容不會套用至草稿。

source: Pin this workspace to always open on one display. Dynamic follows the mouse, opening on the display under the pointer.
ja: このワークスペースを特定のディスプレイに固定し、常にそこで開きます。「動的」ではマウスに追従し、ポインタがあるディスプレイで開きます。
ko: 이 작업 공간을 특정 디스플레이에 고정해 항상 그곳에서 열어요. 동적을 선택하면 마우스를 따라 포인터가 있는 디스플레이에서 열려요.
zh_hans: 将此工作区固定到一台显示器上，始终在那里打开。“动态”会跟随鼠标，在指针所在的显示器上打开。
zh_hant: 將這個工作空間固定至一台顯示器，之後一律在該處開啟。「動態」會跟隨滑鼠，在游標所在的顯示器開啟。

source: Pinned display
ja: 固定ディスプレイ
ko: 고정 디스플레이
zh_hans: 固定显示器
zh_hant: 固定顯示器

source: Plan
ja: プラン
ko: 계획
zh_hans: 方案
zh_hant: 規劃

source: Practice with this Mac's apps and displays, then apply any changes together.
ja: このMacのアプリとディスプレイで練習してから、変更をまとめて適用します。
ko: 이 Mac의 앱과 디스플레이로 연습한 뒤, 변경 사항을 한 번에 적용해요.
zh_hans: 使用此 Mac 的应用和显示器练习，再一次性应用所有更改。
zh_hant: 使用這台 Mac 的 App 與顯示器練習，再一次套用所有變更。

source: Prefer activity names that make sense for your role over catch-all app categories. Keep Shared Apps rare and leave utilities unmanaged when Tatami should not move them.
ja: 大まかなアプリ分類ではなく、自分の役割で活動内容が分かる名前を付けましょう。共有アプリは必要最小限にし、Tatamiに移動させたくないユーティリティは管理対象外にしてください。
ko: 포괄적인 앱 분류보다 하는 일이 바로 떠오르는 이름을 사용하세요. 공용 앱은 꼭 필요한 것만 두고, Tatami가 옮기지 않아야 하는 유틸리티는 관리하지 않도록 두세요.
zh_hans: 与其使用笼统的应用分类，不如按你的职责使用能直接说明活动的名称。尽量少用共享应用；不希望 Tatami 移动的工具类应用，请设为不管理。
zh_hant: 與其使用籠統的 App 分類，不如依照你的職責，使用能直接說明活動的名稱。共用 App 只保留必要項目；不希望 Tatami 移動的工具類 App，請設為不管理。

source: Preferred display
ja: 優先ディスプレイ
ko: 선호 디스플레이
zh_hans: 首选显示器
zh_hant: 偏好顯示器

source: Prepare Tatami for this Mac without unnecessary access.
ja: 不要なアクセスを許可せず、このMacでTatamiを使う準備をします。
ko: 꼭 필요한 권한만 허용하고 이 Mac에서 Tatami를 준비해요.
zh_hans: 只授予必要权限，为此 Mac 准备 Tatami。
zh_hant: 只允許必要權限，為這台 Mac 準備 Tatami。

source: Present, discuss, and capture decisions
ja: 提示、議論し、決定を記録する
ko: 공유하고 논의해 결정을 기록해요
zh_hans: 演示、讨论并记录决定
zh_hant: 展示、討論並記錄決策

source: press a direction · h j k l / arrows · esc
ja: 方向を選択・h j k l／矢印キー・esc
ko: 방향 선택 · h j k l / 방향키 · esc
zh_hans: 选择方向 · h j k l / 方向键 · esc
zh_hant: 選擇方向 · h j k l / 方向鍵 · esc

source: Press again to return the selected app to the BSP tree.
ja: もう一度押すと、選択したアプリがBSPツリーへ戻ります。
ko: 한 번 더 누르면 선택한 앱이 BSP 트리로 돌아가요.
zh_hans: 再次按下可将所选应用放回 BSP 树。
zh_hant: 再次按下可將所選 App 放回 BSP 樹。
